//**********************************************************************************
/*
Keyes 2021入门学习套件
Project 16.2
Small_Fan
http//www.keyes-robot.com
*/
// 当按下复位键或上电主板时，设置功能运行一次。
void setup() {
  // 初始化数字引脚3作为输出.
  pinMode(3, OUTPUT);
}

// 循环函数一遍又一遍地重复运行
void loop() {
  digitalWrite(3, LOW);   // 打开电机(LOW为低电平)
  delay(4000);              // 延时4秒
  digitalWrite(3, HIGH);    // 使电压升高，关闭电机
  delay(3000);              // 延时3秒
}
//**********************************************************************************
